Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutRadians_input
source: A column of numeric values (in degrees) to process.
bg_bg: Колона с числови стойности (в градуси) за обработка.
ca_es: Columna de valors numèrics (en graus) que es processaran.
cs_cz: Sloupec číselných hodnot (ve stupních), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i grader), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (in Grad), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε μοίρες) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en grados).
et_ee: Töödeldavate arvväärtuste (kraadides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (gradutan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (asteina) sarake.
fr_fr: Colonne de valeurs numériques (en degrés) à traiter.
gl_es: Columna de valores numéricos (en graos) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (अंश में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u stupnjevima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (fokban) tartalmazó oszlop.
it_it: Colonna di valori numerici (in gradi) da elaborare.
ja_jp: 処理する数値列の値 (度)。
kk_kz: Өңделетін сандық мәндердің (градуспен берілген) бағаны.
ko_kr: 처리할 숫자 값(도 단위) 열입니다.
lt_lt: Skaitinių reikšmių (laipsniais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (grādos) kolonna.
ms_my: Lajur nilai nombor (dalam darjah) untuk diproses.
nb_no: En kolonne med numeriske verdier (i grader) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in graden) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w stopniach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em graus) para processar.
pt_pt: Uma coluna de valores numéricos (em graus) a processar.
ro_ro: O coloană de valori numerice (în grade) de procesat.
ru_ru: Столбец числовых значений (в градусах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v stupňoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v stopinjah) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у степенима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u stepenima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i grader) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในองศา) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (derece cinsinde) sütunu.
uk_ua: Стовпець числових значень (у градусах) для обробки.
vi_vn: Một cột giá trị số (theo độ) để xử lý.
zh_cn: 要处理的数值组成的列(以度为单位)。
zh_tw: 要處理的數值資料行 (以度數為單位)。

# AboutDegrees
source: Returns the degrees value of a number.
bg_bg: Връща стойността в градуси от число.
ca_es: Retorna el valor de graus d'un nombre.
cs_cz: Vrátí hodnotu čísla ve stupních.
da_dk: Returnerer gradværdien for et tal.
de_de: Gibt den Gradwert für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή σε μοίρες ενός αριθμού.
es_es: Devuelve el valor de grados de un número.
et_ee: Tagastab arvu väärtuse kraadides.
eu_es: Zenbaki baten graduen balioa itzultzen du.
fi_fi: Palauttaa luvun astearvon.
fr_fr: Retourne la valeur en degrés d’un nombre.
gl_es: Devolve o valor dos graos dun número.
hi_in: किसी संख्या का अंश मान लौटाता है.
hr_hr: Vraća vrijednost broja u stupnjevima.
hu_hu: Egy szám fokértékét adja vissza.
it_it: Restituisce il valore dei gradi di un numero.
ja_jp: 数値の度を返します。
kk_kz: Санның градус мәнін қайтарады.
ko_kr: 특정 수의 도 값을 반환합니다.
lt_lt: Pateikia skaičiaus laipsnių reikšmę.
lv_lv: Atgriež skaitļa vērtību grādos.
ms_my: Mengembalikan nilai darjah nombor.
nb_no: Returnerer grader-verdien for et tall.
nl_nl: Retourneert de gradenwaarde van een getal.
pl_pl: Zwraca wartość stopni liczby.
pt_br: Retorna o valor dos graus de um número.
pt_pt: Devolve o valor de graus de um número.
ro_ro: Returnează valoarea în grade a unui număr.
ru_ru: Возвращает значение градусов для числа.
sk_sk: Vráti hodnotu stupňov čísla.
sl_si: Vrne vrednost stopinj števila.
sr_cyrl_rs: Враћа вредност степена броја.
sr_latn_rs: Vraća vrednost stepena broja.
sv_se: Returnerar gradvärdet för ett tal.
th_th: คืนค่าองศาของตัวเลข
tr_tr: Bir sayının açı değerini döndürür.
uk_ua: Повертає значення в градусах для числа.
vi_vn: Trả về giá trị độ của một số.
zh_cn: 返回某数值的度数值。
zh_tw: 傳回數值的度數值。

# AboutDegreesT
source: Returns the degrees values of a column of numbers.
bg_bg: Връща стойностите в градуси от колона с числа.
ca_es: Retorna els valors de graus d'una columna de nombres.
cs_cz: Vrátí hodnoty sloupce čísel ve stupních.
da_dk: Returnerer gradværdierne for en kolonne med tal.
de_de: Gibt die Gradwerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές σε μοίρες μιας στήλης αριθμών.
es_es: Devuelve los valores de grados de una columna de números.
et_ee: Tagastab arve sisaldava veeru väärtused kraadides.
eu_es: Zenbaki-zutabe baten graduen balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen astearvot.
fr_fr: Retourne les valeurs en degrés d’une colonne de nombres.
gl_es: Devolve os valores dos graos dunha columna de números.
hi_in: संख्याओं के स्तंभ के अंश मान लौटाता है.
hr_hr: Vraća vrijednosti stupca brojeva u stupnjevima.
hu_hu: Egy számoszlop fokértékeit adja vissza.
it_it: Restituisce i valori dei gradi di una colonna di numeri.
ja_jp: 数値列の度を返します。
kk_kz: Сандар бағанының градус мәндерін қайтарады.
ko_kr: 숫자 열의 도 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio laipsnių reikšmes.
lv_lv: Atgriež skaitļu kolonnas vērtības grādos.
ms_my: Mengembalikan nilai darjah lajur nombor.
nb_no: Returnerer grader-verdiene for en kolonne med tall.
nl_nl: Retourneert de gradenwaarden van een kolom getallen.
pl_pl: Zwraca wartości stopni kolumny liczb.
pt_br: Retorna os valores dos graus de uma coluna de números.
pt_pt: Devolve os valores de graus de uma coluna de números.
ro_ro: Returnează valorile în grade ale unei coloane de numere.
ru_ru: Возвращает значения градусов для столбца чисел.
sk_sk: Vráti hodnoty stupňov stĺpca čísel.
sl_si: Vrne vrednosti stopinj stolpca števil.
sr_cyrl_rs: Враћа вредности степена колоне бројева.
sr_latn_rs: Vraća vrednosti stepena kolone brojeva.
sv_se: Returnerar gradvärden av tal i en kolumn.
th_th: คืนค่าองศาของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun açı değerlerini döndürür.
uk_ua: Повертає значення в градусах для стовпця чисел.
vi_vn: Trả về các giá trị độ của một cột số.
zh_cn: 返回数值组成的列的度数值。
zh_tw: 傳回數字資料行的度數值。

# AboutDegrees_number
source: A numeric value (in radians) to process.
bg_bg: Числова стойност (в радиани) за обработка.
ca_es: Valor numèric (en radians) que es processarà.
cs_cz: Číselná hodnota (v radiánech), která se má zpracovat.
da_dk: En numerisk værdi (i radianer), der skal behandles.
de_de: Ein numerischer Wert (im Bogenmaß), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε ακτίνια) προς επεξεργασία.
es_es: Un valor numérico para procesar (en radianes).
et_ee: Töödeldav arvväärtus (radiaanides).
eu_es: Prozesatuko den zenbakizko balioa (radianetan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (radiaaneina).
fr_fr: Valeur numérique (en radians) à traiter.
gl_es: Valor numérico (en radiáns) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (रेडियंस में).
hr_hr: Brojčana vrijednost (u radijanima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (radiánban).
it_it: Valore numerico (in radianti) da elaborare.
ja_jp: 処理する数値 (ラジアン単位)。
kk_kz: Өңделетін сандық мән (радианалармен берілген).
ko_kr: 처리할 숫자 값(라디안 단위)입니다.
lt_lt: Skaitinė reikšmė (radianais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (radiānos).
ms_my: Nilai nombor (dalam radian) untuk diproses.
nb_no: En numerisk verdi (i radianer) som skal behandles.
nl_nl: Een numerieke waarde (in radialen) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w radianach) do przetworzenia.
pt_br: Um valor numérico (em radianos) para processar.
pt_pt: Um valor numérico (em radianos) a processar.
ro_ro: O valoare numerică (în radiani) de procesat.
ru_ru: Числовое значение (в радианах) для обработки.
sk_sk: Číselná hodnota (v radiánoch) na spracovanie.
sl_si: Številska vrednost (v radianih) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у радијанима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u radijanima) koju treba obraditi.
sv_se: Ett numeriskt värde (i radianer) att bearbeta.
th_th: ค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (radyan cinsinde).
uk_ua: Числове значення (у радіанах) для обробки.
vi_vn: Một giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值(以弧度为单位)。
zh_tw: 要處理的數值 (以弧度為單位)。

# AboutDegrees_input
source: A column of numeric values (in radians) to process.
bg_bg: Колона с числови стойности (в радиани) за обработка.
ca_es: Columna de valors numèrics (en radians) que es processaran.
cs_cz: Sloupec číselných hodnot (v radiánech), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i radianer), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (im Bogenmaß), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε ακτίνια) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en radianes).
et_ee: Töödeldavate arvväärtuste (radiaanides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (radianetan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (radiaaneina) sarake.
fr_fr: Colonne de valeurs numériques (en radians) à traiter.
gl_es: Columna de valores numéricos (en radiáns) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (रेडियंस में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u radijanima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (radiánban) tartalmazó oszlop.
it_it: Colonna di valori numerici (in radianti) da elaborare.
ja_jp: 処理する数値列の値 (ラジアン単位)。
kk_kz: Өңделетін сандық мәндердің (радианалармен берілген) бағаны.
ko_kr: 처리할 숫자 값(라디안 단위)의 열입니다.
lt_lt: Skaitinių reikšmių (radianais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (radiānos) kolonna.
ms_my: Lajur nilai nombor (dalam radian) untuk diproses.
nb_no: En kolonne med numeriske verdier (i radianer) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in radialen) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w radianach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em radianos) para processar.
pt_pt: Uma coluna de valores numéricos (em radianos) a processar.
ro_ro: O coloană de valori numerice (în radiani) de procesat.
ru_ru: Столбец числовых значений (в радианах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v radiánoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v radianih) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у радијанима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u radijanima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i radianer) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (radyan cinsinde) sütunu.
uk_ua: Стовпець числових значень (у радіанах) для обробки.
vi_vn: Một cột giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值组成的列(以弧度为单位)。
zh_tw: 要處理的數值資料行 (以弧度為單位)。

# AboutAtan2
source: Returns the arctangent (in radians) of the specified x- and y-coordinates.
bg_bg: Връща аркустангенса (в радиани) от определени x и y координати.
ca_es: Retorna l'arc tangent (en radians) de les coordenades X i Y especificades.
cs_cz: Vrátí arkus tangens (v radiánech) zadaných souřadnic x a y.
da_dk: Returnerer buetangenten (i radianer) for de angivne x- og y-koordinater.
de_de: Gibt den Arcustangenswert (im Bogenmaß) für die angegebenen x- und y-Koordinaten zurück.
el_gr: Επιστρέφει το τόξο εφαπτομένης (σε ακτίνια) των καθορισμένων συντεταγμένων x και y.
es_es: Devuelve el arcotangente (en radianes) de las coordenadas x e y especificadas.
et_ee: Tagastab määratud x- ja y-koordinaatide arkustangensi (radiaanides).
eu_es: Zehaztutako X eta Y koordenatuen arku tangentea itzultzen du (radianetan zehaztuta).
fi_fi: Palauttaa määritettyjen x- ja y-koordinaattien arkustagentin (radiaaneina).
fr_fr: Retourne l’arctangente (en radians) des coordonnées x et y spécifiées.
gl_es: Devolve a arcotanxente (en radiáns) das coordenadas x e y especificadas.
hi_in: निर्दिष्ट x- और y- निर्देशांक का चाप स्पज्या (रेडियंस में) लौटाता है.
hr_hr: Vraća arkus tangens (u radijanima) navedenih koordinata x i y.
hu_hu: A megadott x és y koordináták arkusztangensértékét adja eredményül (radiánban).
it_it: Restituisce l'arcotangente (in radianti) delle coordinate x e y specificate.
ja_jp: 指定した X 座標と Y 座標のアークタンジェント (ラジアン単位) を返します。
kk_kz: Көрсетілген x және y координаталарының арктангенсін қайтарады.
ko_kr: 지정된 X좌표 및 Y좌표의 아크탄젠트 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia nurodytų x ir y koordinačių arktangentą (radianais).
lv_lv: Atgriež norādīto x un y koordinātu arktangensu (radiānos).
ms_my: Mengembalikan lengkuk tangen (dalam radian) koordinat_x dan koordinat_y yang ditentukan.
nb_no: Returnerer arctangens-verdien (i radianer) for de angitte x- og y-koordinatene.
nl_nl: Retourneert de arctangens (in radialen) van de opgegeven x- en y-coördinaten.
pl_pl: Zwraca arcus tangens (w radianach) określonych współrzędnych x i y.
pt_br: Retorna o arco tangente (em radianos) das coordenadas de x- e y- especificadas.
pt_pt: Devolve o arco tangente (em radianos) das coordenadas x e y especificadas.
ro_ro: Returnează (în radiani) arctangenta coordonatelor x și y specificate.
ru_ru: Возвращает арктангенс (в радианах) для указанных координат x и y.
sk_sk: Vráti arkus tangens (v radiánoch) zadaných súradníc x a y.
sl_si: Vrne arkus tangens (v radianih) navedenih koordinat x in y.
sr_cyrl_rs: Враћа аркус тангенс наведене x- и y-координате (у радијанима).
sr_latn_rs: Vraća arkus tangens navedene x- i y-koordinate (u radijanima).
sv_se: Returnerar arctangens (i radianer) för angivna x- och y-koordinater.
th_th: คืนค่าแทนเจนต์โค้ง (ในเรเดียน) ของพิกัด x- และ y- ที่ระบุ
tr_tr: Belirtilen x ve y koordinatlarının ark tanjantını (radyan cinsinde) döndürür.
uk_ua: Повертає значення арктангенса (у радіанах) для вказаних координат X та Y.
vi_vn: Trả lại các giá trị arctang (theo radian) của các tọa độ x và y cụ thể.
zh_cn: 返回指定 x 和 y 坐标的反正切(以弧度为单位)。
zh_tw: 傳回指定之 x 及 y 座標的反正切值 (以弧度為單位)。

# AboutAtan2Arg1
source: x_coordinate
bg_bg: x_координата
ca_es: coordenada_x
cs_cz: souřadnice_x
da_dk: x_koordinat
de_de: X_Koordinate
el_gr: συντεταγμένη_x
es_es: coordenada_x
et_ee: x_koordinaat
eu_es: x_koordenatua
fi_fi: x-koordinatti
fr_fr: coordonnées_x
gl_es: coordenada_x
hi_in: x_निर्देशांक
hr_hr: koordinata_x
hu_hu: x_koordináta
it_it: coordinata_x
ja_jp: x_座標
kk_kz: x_координатасы
ko_kr: X_좌표
lt_lt: x_koordinatė
lv_lv: x_koordināta
ms_my: koordinat_x
nb_no: x_koordinat
nl_nl: x_coördinaat
pl_pl: współrzędna_x
pt_br: coordenada_x
pt_pt: coordenada_x
ro_ro: coordonata_x
ru_ru: координата_x
sk_sk: x_ová_súradnica
sl_si: koordinata_x
sr_cyrl_rs: x_координата
sr_latn_rs: x_koordinata
sv_se: x_koordinat
th_th: พิกัด_x
tr_tr: x_koordinatı
uk_ua: Координата_X
vi_vn: tọa_độ_x
zh_cn: x_坐标
zh_tw: X_座標

# AboutAtan2Arg2
source: y_coordinate
bg_bg: y_координата
ca_es: coordenada_y
cs_cz: souřadnice_y
da_dk: y_koordinat
de_de: Y_Koordinate
el_gr: συντεταγμένη_y
es_es: coordenada_y
et_ee: y_koordinaat
eu_es: y_koordenatua
fi_fi: y-koordinaatti
fr_fr: coordonnées_y
gl_es: coordenada_y
hi_in: y_निर्देशांक
hr_hr: koordinata_y
hu_hu: y_koordináta
it_it: coordinata_y
ja_jp: y_座標
kk_kz: y_координатасы
ko_kr: Y_좌표
lt_lt: y_koordinatė
lv_lv: y_koordināta
ms_my: koordinat_y
nb_no: y_koordinat
nl_nl: y_coördinaat
pl_pl: współrzędna_y
pt_br: coordenada_y
pt_pt: coordenada_y
ro_ro: coordonata_y
ru_ru: координата_y
sk_sk: y_ová_súradnica
sl_si: koordinata_y
sr_cyrl_rs: y_координата
sr_latn_rs: y_koordinata
sv_se: y_koordinat
th_th: พิกัด_y
tr_tr: y_koordinatı
uk_ua: Координата_Y
vi_vn: tọa_độ_y
zh_cn: y_坐标
zh_tw: Y_座標

# AboutSqrt
source: Returns the square root of a number.
bg_bg: Връща корен квадратен на дадено число.
ca_es: Retorna l'arrel quadrada d'un nombre.
cs_cz: Vrátí druhou odmocninu čísla.
da_dk: Returnerer kvadratroden for et tal.
de_de: Gibt die Quadratwurzel einer Zahl zurück.
el_gr: Επιστρέφει την τετραγωνική ρίζα ενός αριθμού.
es_es: Devuelve la raíz cuadrada de un número.
et_ee: Tagastab arvu ruutjuure.
eu_es: Zenbaki baten erro karratua itzultzen du.
fi_fi: Palauttaa luvun neliöjuuren.
fr_fr: Retourne la racine carrée d’un nombre.
gl_es: Devolve a raíz cadrada dun número.
hi_in: संख्या का वर्गमूल लौटाता है.
hr_hr: Vraća drugi korijen broja.
hu_hu: Egy szám négyzetgyökét adja vissza.
it_it: Restituisce la radice quadrata di un numero.
ja_jp: 数値の平方根を返します。
kk_kz: Санның квадраттық түбірін қайтарады.
ko_kr: 숫자의 제곱근을 반환합니다.
lt_lt: Pateikia skaičiaus kvadratinę šaknį.
lv_lv: Atgriež skaitļa kvadrātsakni.
ms_my: Mengembalikan punca kuasa dua nombor.
nb_no: Returnerer kvadratroten av et tall.
nl_nl: Hiermee wordt de vierkantswortel van een getal geretourneerd.
pl_pl: Zwraca pierwiastek kwadratowy liczby.
pt_br: Retorna a raiz quadrada de um número.
pt_pt: Devolve a raiz quadrada de um número.
ro_ro: Returnează rădăcina pătrată a unui număr.
ru_ru: Возвращает квадратный корень числа.
sk_sk: Vráti druhú odmocninu čísla.
sl_si: Vrne kvadratni koren števila.
sr_cyrl_rs: Враћа квадратни корен броја.
sr_latn_rs: Vraća kvadratni koren broja.
sv_se: Returnerar roten av ett tal.
th_th: ส่งกลับรากที่สองของตัวเลขหนึ่ง
tr_tr: Bir sayının karekökünü döndürür.
uk_ua: Повертає корінь квадратний числа.
vi_vn: Trả về căn bậc hai của một số.
zh_cn: 返回数字的平方根。
zh_tw: 傳回數字的平方根。

# AboutSqrtT
source: Returns the square roots of a column of numbers.
bg_bg: Връща квадратните корени от дадена колона с числа.
ca_es: Retorna les arrels quadrades d'una columna de nombres.
cs_cz: Vrátí druhé odmocniny sloupce čísel.
da_dk: Returnerer kvadratrødderne for tallene i en kolonne.
de_de: Gibt die Quadratwurzeln einer Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τετραγωνικές ρίζες μιας στήλης αριθμών.
es_es: Devuelve las raíces cuadradas de una columna de números.
et_ee: Tagastab arvuveeru ruutjuured.
eu_es: Zenbaki-zutabe baten erro karratuak itzultzen ditu.
fi_fi: Palauttaa lukujen sarakkeen neliöjuuret.
fr_fr: Retourne les racines carrées des nombres d’une colonne.
gl_es: Devolve as raíces cadradas dunha columna de números.
hi_in: संख्याओं के स्तंभ के वर्गमूल लौटाता है.
hr_hr: Vraća druge korijene stupca brojeva.
hu_hu: Egy számoszlop négyzetgyökét adja vissza.
it_it: Restituisce le radici quadrate di una colonna di numeri.
ja_jp: 数値の列の平方根を返します。
kk_kz: Сандар бағанының квадраттық түбірлерін қайтарады.
ko_kr: 숫자 열의 제곱근을 반환합니다.
lt_lt: Pateikia skaičių stulpelio kvadratines šaknis.
lv_lv: Atgriež skaitļu kolonnas kvadrātsaknes.
ms_my: Mengembalikan punca kuasa dua lajur nombor.
nb_no: Returnerer kvadratrøttene for en kolonne med tall.
nl_nl: Hiermee wordt de vierkantswortel van een kolom met getallen geretourneerd.
pl_pl: Zwraca pierwiastki kwadratowe kolumny liczb.
pt_br: Retorna as raízes quadradas de uma coluna de números.
pt_pt: Devolve as raízes quadradas de uma coluna de números.
ro_ro: Returnează rădăcinile pătrate ale unei coloane de numere.
ru_ru: Возвращает квадратные корни столбца чисел.
sk_sk: Vráti druhé odmocniny stĺpca čísel.
sl_si: Vrne kvadratne korene stolpca števil.
sr_cyrl_rs: Враћа квадратне корене колоне бројева.
sr_latn_rs: Vraća kvadratne korene kolone brojeva.
sv_se: Returnerar roten av en kolumn med tal.
th_th: ส่งกลับรากที่สองของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun kareköklerini döndürür.
uk_ua: Повертає корінь квадратний для чисел у стовпці.
vi_vn: Trả về căn bậc hai của một cột chứa các số.
zh_cn: 返回数字组成的列的平方根。
zh_tw: 傳回數字資料行的平方根。

# AboutSqrt_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutSqrt_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。
